benchmark/results/framepool-ab-20260601-210542/pool_rep2__json.txt
# variant=pool rep=2 route=/json
Running 15s test @ http://127.0.0.1:8080/json
  12 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     9.62ms  651.57us  14.91ms   89.60%
    Req/Sec     8.64k   297.76    13.75k    85.78%
  Latency Distribution
     50%    9.73ms
     75%    9.87ms
     90%    9.99ms
     99%   11.15ms
  1547580 requests in 15.02s, 180.06MB read
Requests/sec: 103061.52
Transfer/sec:     11.99MB