benchmark/results/framepool-ab-20260601-210542/pool_rep2_root.txt
# variant=pool rep=2 route=/
Running 15s test @ http://127.0.0.1:8080/
  12 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     9.51ms    3.32ms  81.66ms   97.11%
    Req/Sec     8.91k     0.98k   13.26k    92.83%
  Latency Distribution
     50%    9.24ms
     75%    9.42ms
     90%    9.79ms
     99%   19.91ms
  1597002 requests in 15.03s, 155.35MB read
Requests/sec: 106268.84
Transfer/sec:     10.34MB